module.exports = {
    wechat: {
        token: 'mytoken',
        appid: 'wx0b4f6ee3da84307c',
        appsecret: '2e6e21ead4da99a6f565b9fc07f138f5'
    },
    host: {
        port: 3000,
        env: 'development'
    },
    app: {
    	appid:"wx0b4f6ee3da84307c",
    	appsecret:"2e6e21ead4da99a6f565b9fc07f138f5"
    },
    school: {
        grades:['初一升初二','初二升初三','初三升高一','高一升高二','高二升高三','高三毕业季'],
        names:['树人','南外','金陵汇文','二十九中','其他'],
        classroom:[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30]
    },
    areas: ['南京市','苏州市','无锡市','扬州市','常州市','南通市','盐城市','连云港市','徐州市','淮安市','宿迁市','泰州市','镇江市'],
    prizes: {
        areas:['全国','省','市'],
        category:['数学','语文','英语','信息（含机器人）','音乐（含乐器和声乐）','棋类','体育运动']
    }
};
